import React from 'react'
import Header from '../component/Header'
import { Container } from 'react-bootstrap'

const Story = () => {
  return (
    <Container>
      <Header />     
        <div className='sungsim'>
        <h1>성심당 이야기</h1>
        <ul>
          <li>
          <div className='story'>
              <img src={ process.env.PUBLIC_URL + 'img/old_02.jpeg' } alt='' />
              <p>
                성심당(聖心堂)은 대전광역시의 향토기업인 주식회사 로쏘가 운영하는 제과점으로, 대전 중구 은행동에 본점을 두고 있다. '성심(聖心, Sacred Heart)'이라는 이름에서도 짐작할 수 있듯, 독실한 천주교 신자였던 창업주 임길순 암브로시오가 1956년 10월 15일 대전역 앞에서 찐빵집을 차리면서 시작했다. <br></br>
                초대 창업주 시절부터 "당일 생산한 빵은 당일 모두 소진한다"라는 원칙이 있었고, 따라서 팔다가 남은 빵이 있으면 전쟁 고아나 노숙인들에게 나누어 주었다고 한다. 이러한 빵 기부는 지금까지도 성심당의 전통으로 이어져 내려오고 있고, 지역민들에겐 윤리적 경영의 우호적인 이미지를 형성하면서 '절대 오래된 빵은 팔지 않는 집'이라는 신뢰도 함께 쌓게 되었다. 어떤 날은 빵이 워낙 잘 팔려서 남은 빵의 양이 기부할 수 있을 만큼 많지 않아, 기부하기 위해 빵을 더 만들어야 한 날도 있었다고 한다. 					
              </p>
            </div>
          </li>
          <li>
          <div className="story">
              <p className='text'>
                1990년대부터 2000년대 초반에 동생이 프랜차이즈 사업에 도전장을 냈다가 시원하게 망하면서 성심당이 망할 뻔한 적이 있었다. 프랜차이즈 사업을 하며 빚을 진 동생의 부담을 덜어주기 위해 임영진 대표는 거액의 대출을 받아 동생의 건물을 다시 매입을 했는데 여기에 엎친 데 덮친 격으로 2005년 1월 22일 밤 화재가 발생하여 1~3층이 불타는 안타까운 사고가 발생했고 대부분 성심당은 이제 망했다고 생각했으나 다시 살려냈다.<br></br>
                대전 사람들에게 2000년대 초중반의 성심당은 망하기 직전의 빵집이었고 그냥 역사만 깊은 동네 빵집 수준의 위상에 선호하는 사람도 찾아보기 힘든 빵집이었으나, 프랜차이즈를 말아먹고 절치부심한 성심당은 꾸준하게 한 길만 팠다. 다행히 이전부터 운영해오던 위탁 급식 자체는 여전히 건재했기에 버티고 근근이 명맥을 유지하는 것은 가능했다. 이후 2000년대 후반, 대전의 브랜드 개발에 골몰한 지자체와 성심당은 부추빵, 튀김소보로에만 안주하지 않고 튀김소보로 고구마 맛을 출시하는 등 개량을 하였고 이후에도 보문산 메아리, 명란 바게트 등 변화, 인터넷, 미디어의 급격한 발달, 신세대들의 '밥 대신 빵'이라는 식생활의 전격적인 변화라는 여러 요인 덕에 성심당은 프랜차이즈 사업 개시 이전의 명성을 뛰어넘는 성공을 가져다 주었다.
              </p>
          </div>
          </li>
          <li>
          <div className='story'>
              <p>	
              "성심당은 대전에서만 만날 수 있다."라는 원칙을 고수하기로 해 지금까지도 성심당은 이 말을 지키며 대전에만 있다. 이후에도 서울이나 수도권 사람들 중심으로 "제발 수도권에도 지점을 내달라"라는 의견이 나오지만 대전 향토민들은 이런 의견을 상당히 싫어한다. 이미 인프라가 전부 서울에 집중된 한국에 서울/지방과의 격차가 심해지는데 성심당마저 서울 지점을 내면 사실상 대전만의 장점이 사라지기 때문이다. 그리고 성심당도 이 의견을 전혀 고려하지 않는 이유는 대전에서 만날수 있다는 모토 덕에 특색 있는 브랜드성이 더 강해진 데다가 대전시로부터도 엄청난 푸시를 받고 있다. 	
              </p>
              <img src={ process.env.PUBLIC_URL + 'img/store.jpg'} alt='' />
            </div>
          </li>
          <li>
          <div className="story">
              <img src={ process.env.PUBLIC_URL + 'img/hall.jpg'} alt='' />
              <p>
              성심당의 규모가 개업 후 점점 커지면서, 아예 가게 상호에 따라서 제각각인 테마에 맞추어 메뉴가 나뉘었다. 베이커리-카페 브랜드 세 종류와 식당 네 종류로 나눌 수 있으며, 성심당 문화원이라는 전시 공간도 추가되었다. <br></br>
              성심당의 메인 브랜드 베이커리. 튀김소보로와 각종 자매 메뉴, 당일 먹어야 하는 수제 성심당 샌드위치, 또다른 튀김 메뉴인 튀김주먹밥, 야채/참치고로케, '성심 밀방앗간'으로 대표되는 통밀빵 코너, 포장 빙수, 명란 바게트, 보문산 메아리 등의 베스트셀러 메뉴도 모두 이곳에 위치해 있다. 일부 지점에는 본점에는 없는 품목이 있을 수 있다. 창업주의 철칙대로 남는 빵은 모조리 고아원에 기증하는 전통이 있다.	
              </p>					
            </div>
          </li>
          <li>
          <div className='story'>
              <p>성심당의 심장이며 개점 시각부터 폐점 시각까지 대전을 방문한 인파로 물밀듯이 사람이 몰려든다. 오후 시간대에는 정말 발 붙일 틈 없이 정신없으니 느긋하게 빵을 감상하고 싶다면 그 이외 시간에 방문하기를 추천한다. <br></br>
              대전역점만 가 봤던 사람이라면 본점에도 한번쯤 꼭 가 보자. 빵 종류가 훨씬 다양하고 시식용 빵이 없을 때 알바에게 말하면 채워준다. 심지어 알바들이 쟁반을 들고서 계산을 기다리는 고객들에게 시식용 빵 조각을 일일이 하나씩 올려주기까지 한다. 대전역에서 지하철로 한 정거장 거리로, 중앙로역에서 대전역은 실제로도 별로 멀지 않기 때문에 대전역에서 느긋하게 걸으면 도보 15분 정도 소요된다. <br></br>
              1층 성심당에서 구매한 빵은 2층 테라스 키친에서 무료로 먹을 수 있다. 이때 한 끼 식사를 같이 해결하는 것이 성심당 본점의 필수 코스이다.			
              </p>
              <img src={ process.env.PUBLIC_URL + 'img/hall_02.jpg'} alt='' />
            </div>
          </li>
        </ul>
      </div>
  </Container>
  )
}

export default Story